Repository: sknabniai/karbase
Catalog: Sungero.SmartProcessing/Sungero.SmartProcessing.Shared/Module.*.resx
Languages: ru

# NoFilesInfoInPackage
source: The metadata of the document package generated by DCS does not have information about the files it contains.
ru: В метаданных пакета, сформированного DCS, нет информации о содержащихся в нём файлах.

# FileNotFound
source: File {0} not found.
ru: Не найден файл {0}.

# SmartProcessingSettingsNotFound
source: Could not find Smart Document Processing settings
ru: Настройки интеллектуальной обработки документов не найдены

# EmptyScanPackage
source: Package not found.
ru: Комплект документов не существует.

# InvalidSenderLineName
source: No settings were found for line {0}. Set up valid document capture sources.
ru: Не найдены настройки для линии {0}. Настройте источники поступления документов корректно.

# CheckPackageTaskName
source: Check document package: {0}
ru: Проверка комплекта документов: {0}

# CheckDocumentTaskName
source: Check document: {0}
ru: Проверка документа: {0}

# DocumentName
source: Document No. {0}
ru: Документ №{0}

# SimpleDocumentName
source: Simple document
ru: Простой документ

# AttachmentName
source: Attachment No. {0}
ru: Приложение №{0}

# EmailBodyDocumentName
source: Email from {0}
ru: Эл. письмо от {0}

source: document
ru: документа

source: documents
ru: документов

source: kind
ru: видом

source: kinds
ru: видами

# DocumentsWithRegistrationFailureTaskText
source: Cound not identify registration setting for {0} of {2} {1} or document with the same number already exists. Contact your system administrator.
ru: Для {0} с {1} {2} не удалось подобрать настройку регистрации или документ с таким номером уже существует. Обратитесь к администратору системы.

# FailedClassifyDocumentsTaskText
source: Capture Service cannot classify the documents:
ru: Службе ввода не удалось классифицировать документы:

# FailedClassifyDocumentTaskText
source: Capture Service cannot classify the document:
ru: Службе ввода не удалось классифицировать документ:

# DocumentFoundByBarcodeTaskText
source: The system found a document by barcode. New version has been created.
ru: В системе найден документ по штрихкоду. Создана новая версия.

# DocumentWasLockedTaskText
source: was previously edited
ru: редактировался ранее

# DocumentLockedByEmployeeTaskText
source: is being edited by {0}
ru: уже редактируется пользователем {0}

# FailedCreateVersionsTaskText
source: Capture Service cannot upload the documents to new versions:
ru: Службе ввода не удалось занести документы в новую версию:

# FailedCreateVersionTaskText
source: Capture Service cannot upload the document to a new version:
ru: Службе ввода не удалось занести документ в новую версию:

# InvalidResponsibleId
source: Cannot find an employee with an ID specified as the ID of a person responsible for document capture.
ru: Сотрудник с ИД, указанным в качестве ИД ответственного за документы захвата, не найден.

# DocumentsFoundByBarcodeTaskText
source: The system found documents by barcodes. New version has been created for each document.
ru: В системе найдены документы по штрихкоду. Для каждого документа создана новая версия.

# WithoutNumberWithSlash
source: w/o No.
ru: б/н

# WithoutNumber
source: w/o No.
ru: бн

# WithoutNumberWithDash
source: w/o No.
ru: б-н

# VerificationTaskThreadSubject
source: Verify document package
ru: Верификация комплекта документов

# VerificationAssignmentThreadSubject
source: Verification
ru: Верификация

# DeleteDocumentsDialogDeleteButtonName
source: Delete
ru: Удалить

# DeleteDocumentsDialogCancelButtonName1
source: Cancel
ru: Отмена

# DeleteDocumentsDialogCancelButtonName2
source: Close
ru: Закрыть

# DeleteDocumentDialogDeletingExceptionDocumentsHyperlinkTitle
source: Documents that were not deleted
ru: Документы, которые не были удалены

# DeleteDocumentsDialogDeletionTotals
source: Documents to delete - {0}{1}
ru: Документы для удаления - {0}{1}

# DeleteDocumentsDialogDeletionSuccess
source: - deleted - {0}{1}
ru: - удалено - {0}{1}

# DeleteDocumentsDialogDeletionFailed
source: - cannot be deleted - {0}{1}
ru: - возникли ошибки - {0}{1}

# TaxInvoiceCorrects
source: Corrects tax invoice No. {0} from {1}.
ru: Корректирует счет-фактуру № {0} от {1}.

# UTDCorrects
source: Corrects document confirming goods shipment (work completion) No. {0} from {1}.
ru: Корректирует отгрузку товаров (выполнение работ) № {0} от {1}.
