Repository: sknabniai/karbase
Catalog: Sungero.RecordManagement/Sungero.RecordManagement.Shared/AcquaintanceTask/AcquaintanceTaskSystem.*.resx
Languages: ru

# DisplayName
source: Document Acquaintance Task
ru: Задача на ознакомление с документом

# AccusativeDisplayName
source: Document Acquaintance Task
ru: Задачу на ознакомление с документом

# CollectionDisplayName
source: Document Acquaintance Tasks
ru: Задачи на ознакомление с документами

# Control_679cef60166e482cbfa7a1ec861f0263_EmptyText
source: Specify observers…
ru: Укажите наблюдателей...

# Property_MaxDeadline
source: Final deadline
ru: Конечный срок

# Property_IsElectronicAcquaintance
source: Electronic acquaintance
ru: Ознакомление в электронном виде

# Property_Deadline
source: Deadline
ru: Срок

# Property_Performers
source: Participants
ru: Участники

# AttachmentGroup_DocumentGroupTitle
source: Document for acquaintance
ru: Документ на ознакомление

# AttachmentGroup_DocumentGroupInformationMessage
source: Document not attached
ru: Документ не вложен

# ControlGroup_06683da4f5734c96b52e2ea23b27aa7f
source: To
ru: Кого ознакомить

# AttachmentGroup_AddendaGroupTitle
source: Addenda
ru: Приложения

# AttachmentGroup_AddendaGroupInformationMessage
source: No addenda to document
ru: Приложений к документу нет

# AttachmentGroup_OtherGroupTitle
source: More
ru: Дополнительно

# AttachmentGroup_OtherGroupInformationMessage
source: No attachments
ru: Вложений нет

# Property_AcquaintanceVersions
source: Acquaintance Versions
ru: Версии документов для ознакомления

# Ribbon_ReportGroup_ff4d194ebd114a24ba2f4a2f934ce241
source: Acquaintance
ru: Ознакомление

# Action_ShowAcquaintanceReport
source: Acquaintance Report
ru: Лист ознакомления

# Action_ShowAcquaintanceReportDescription
source: View document acquaintance report
ru: Открытие листа ознакомления с документом

# Action_ShowAcquaintanceReportHint
source: Document Acquaintance Report
ru: Открыть лист ознакомления

# Action_SaveToAcquaintanceList
source: Save List
ru: Сохранить список

# Action_SaveToAcquaintanceListDescription
source: Create a new list of acquaintance participants.
ru: Сохранение состава участников ознакомления в новый список.

# Action_SaveToAcquaintanceListHint
source: Save Participants to Acquaintance List
ru: Сохранить участников ознакомления в список

# Action_FillFromAcquaintanceList
source: Fill from List
ru: Заполнить из списка

# Action_FillFromAcquaintanceListDescription
source: Fill in Participants from acquaintance list.
ru: Заполнение состава участников из списка ознакомления.

# Action_FillFromAcquaintanceListHint
source: Fill from Acquaintance List
ru: Заполнить участников из списка ознакомления

# Action_ShowAcquaintanceFormReport
source: Print Form
ru: Распечатать бланк

# Action_ShowAcquaintanceFormReportDescription
source: Print acquaintance form for signing by employees.
ru: Печать бланка листа ознакомления для личного подписания сотрудниками.

# Action_ShowAcquaintanceFormReportHint
source: Print Acquaintance Form
ru: Распечатать бланк листа ознакомления

# Action_ShowNotAutomatedEmployees
source: Without Accounts
ru: Без учетных записей

# Action_ShowNotAutomatedEmployeesDescription
source: View employees without active accounts and configured substitutions.
ru: Показать сотрудников без активных учетных записей, на которых не настроено замещение.

# Action_ShowNotAutomatedEmployeesHint
source: Show Employees Without Accounts
ru: Показать сотрудников без учетных записей

# Ribbon_EmployeesCommands_e5ed64437c164470a71c95af72753ef5
source: Employees
ru: Сотрудники

# Property_Acquainters
source: Participants
ru: Участники

# Property_ExcludedPerformers
source: Exclude
ru: Кроме

# Control_f5abf72c89374da09c589de1a18332e9_EmptyText
source: Specify employees to be excluded from the acquaintance task...
ru: Укажите сотрудников, которых нужно исключить из задачи на ознакомление...

# Action_StartConfirmationMessage
source: Send the task?
ru: Отправить задачу?

# Action_AbortConfirmationMessage
source: Abort the task?
ru: Прекратить задачу?

# Action_RestartConfirmationMessage
source: Restart the task?
ru: Рестартовать задачу?

# Action_StartByForceConfirmationMessage
source: Send the task?
ru: Отправить задачу?

# Action_DeleteEntityConfirmationMessage
source: Delete the item?
ru: Удалить запись?

# Action_DeleteEntityConfirmationDescription
source: Deleting an item cannot be undone.
ru: Удаление записи отменить невозможно.
