Repository: sknabniai/karbase
Catalog: Sungero.RecordManagement/Sungero.RecordManagement.Shared/Module.*.resx
Languages: ru

source: Search
ru: Поиск

source: Document kind
ru: Вид документа

source: Registered
ru: Зарегистрирован

# ConsiderationText
source: Please review the document.
ru: Прошу рассмотреть документ.

# StartDate
source: Date registered from
ru: Дата начала

# EndDate
source: Date registered to
ru: Дата завершения

# IncomingDocumentsReport
source: Incoming Documents Register
ru: Журнал входящих документов

# InternalDocumentsReport
source: Internal Documents Register
ru: Журнал внутренних документов

# OutgoingDocumentsReport
source: Outgoing Documents Register
ru: Журнал исходящих документов

# ActionItemsExecutionReport
source: Follow Up Action Item Execution Deadline
ru: Контроль сроков исполнения поручений

# DocumentReturnReport
source: Check Document Return
ru: Контроль возврата документов

source: Department
ru: Подразделение

source: Employee
ru: Сотрудник

# DeliveredFrom
source: Date delivered from
ru: Выдан с

# DeliveredTo
source: Date delivered to
ru: Выдан по

# ImpossibleSpecifyDeadlineLessThanToday
source: The deadline must be greater or equal to the current date.
ru: Срок по заданию должен быть больше или равен текущей дате.

# FailedGetSettings
source: Cannot retrieve settings. Contact your system administrator.
ru: Не удалось получить настройки. Обратитесь к администратору системы.

# IncomingDocumentsProcessingReportName
source: Incoming Documents Processing
ru: Контроль обработки входящих документов

# AllReportsTitle
source: Reports "Records Management"
ru: Отчеты "Делопроизводство"

# PeriodFrom
source: Deadline date from
ru: Срок исполнения с

# PeriodTo
source: Deadline date to
ru: Срок исполнения по

source: Assigned by
ru: Автор поручения

# ResponsiblePerformer
source: Assignee
ru: Отв. исполнитель

# AssignmentCompletion
source: Percent of performance discipline
ru: Процент исполнительской дисциплины

# ActionItemComletion
source: Percent of action items executed on time
ru: Процент исполнения поручений в срок

# IncomingLetterTypeName
source: Incoming letter
ru: Входящее письмо

# OutgoingLetterTypeName
source: Outgoing letter
ru: Исходящее письмо

# OrderTypeName
source: Order
ru: Приказ

# IncomingLetterKindName
source: Incoming letter
ru: Входящее письмо

# IncomingLetterKindShortName
source: Inc. letter
ru: Вх. письмо

# OutgoingLetterKindName
source: Outgoing letter
ru: Исходящее письмо

# OutgoingLetterKindShortName
source: Outg. letter
ru: Исх. письмо

# OrderKindName
source: Order
ru: Приказ

# OrderKindShortName
source: Order
ru: Приказ

# ConfirmDeleteDraftResolutionAssignment
source: Action items will be deleted from the draft resolution.
ru: Поручения из проекта резолюции будут удалены.

source: Delete
ru: Удалить

# ActionItemsExecutionReportForMeetings
source: Follow Up Execution Deadline of Meeting Action Item
ru: Контроль сроков исполнения поручений по совещаниям

# SignatorySubstitute
source: Signed by {0} for {1}
ru: {0} за {1}

# SignatureValidationMessage
source: Signed by {0} as of {1}. {2}.
ru: Подпись: {0} от {1}. {2}.

# SignatureValidationErrorMessage
source: The approving document signature is not valid. Contact your system administrator.
ru: Утверждающая подпись документа некорректна. Обратитесь к администратору системы.

# CompanyDirectiveTypeName
source: Company Directive
ru: Распоряжение

# CompanyDirectiveKindName
source: Company Directive
ru: Распоряжение

# CompanyDirectiveKindShortName
source: Company Directive
ru: Распоряжение

# ImpossibleSpecifyDeadlineForAssignee
source: The deadline for the performer has already expired.
ru: Срок задания для исполнителя уже истек.

# ImpossibleSpecifyDeadlineLessThanTodayCorrectIt
source: Change action item deadlines in the draft resolution. The deadlines must be greater than or equal to the current date.
ru: Скорректируйте сроки поручений в проекте резолюции. Срок должен быть больше или равен текущей дате.
