Repository: sknabniai/karbase
Catalog: Sungero.ExchangeCore/Sungero.ExchangeCore.Shared/BusinessUnitBox/BusinessUnitBox.*.resx
Languages: ru

# ExchangeServiceNotFound
source: Specify exchange service.
ru: Укажите сервис обмена.

# ExchangeServiceNotSupported
source: {0} exchange service is not supported.
ru: Сервис обмена "{0}" не поддерживается.

# CounterpartyNotFound
source: Counterparty {0} was not found in {1} exchange service.
ru: Контрагент {0} не найден в сервисе обмена {1}.

# NoticeSubject
source: Results of counterparties sync for {0} with {1} exchange service ({2})
ru: Результаты синхронизации контрагентов {0} с сервисом обмена {1} ({2})

# NoticeActiveSection
source: Exchange allowed with counterparties:
ru: Разрешен обмен с контрагентами:

# NoticeApprovingByUsSection
source: Exchange invitations received from counterparties:
ru: Получено приглашение к обмену от контрагентов:

# NoticeClosedSection
source: Exchange blocked with counterparties:
ru: Заблокирован обмен с контрагентами:

# NoticeApprovingByCASection
source: Exchange invitation sent to counterparties:
ru: Отправлено приглашение к обмену контрагентам:

# NoticeLine
source: {0}, TIN/TRRC : {1}/{2}
ru: {0}, ИНН/КПП: {1}/{2}

# BoxError
source: Exchange box sync error {0}.
ru: Ошибка синхронизации ящика {0}.

# TINNote
source: An incorrect TIN was received while syncing data with exchange service: {0}.
ru: При синхронизации с сервисом обмена получен некорректный ИНН: {0}.

# LoginActionTitle
source: Enter Password
ru: Введите пароль

# ConnectionEstablished
source: Connected.
ru: Соединение успешно установлено.

# OrganizationFailed
source: Business unit TIN and/or TRRC must match those specified in the exchange service.
ru: ИНН/КПП нашей организации должны совпадать с ИНН/КПП, указанными в сервисе обмена.

# DuplicateServiceExists
source: The selected business unit already has exchange box for the specified exchange service
ru: Для выбранной организации уже есть абонентский ящик с указанным сервисом обмена

# CertificateNotFound
source: Configure exchange service certificate for the responsible employee to work properly.
ru: Для полноценной работы ответственного сотрудника необходимо настроить сертификат сервиса обмена.

# LoginChangedToOtherOrganization
source: Username must belong to the same business unit as the one specified before.
ru: Логин для соединения должен принадлежать той же организации, что и указанный ранее.

# PhoneNumber
source: Phone {0}
ru: тел. {0};

# FaxNumber
source: Fax {0}
ru: факс {0}

# EnterPasswordToCheckConnection
source: To check connection, set a password
ru: Для проверки подключения необходимо задать пароль

# ExchangeServiceConnectionError
source: An error occurred while connecting to the service.
ru: Произошла ошибка при подключении к сервису.

# NeedProcessSyncronizationConflict
source: Resolve conflicts that occurred while syncing counterparties
ru: Необходимо обработать конфликты синхронизации контрагентов

# SyncronizationConflictProcessed
source: Sync conflicts resolved
ru: Конфликты синхронизации обработаны

# ConnectorNoLicense
source: Cannot connect to {0} exchange service. License to connector is required.
ru: Для подключения к сервису обмена {0} необходима лицензия на коннектор.

# LoginIsAlreadyInUse
source: Exchange box with the same username already exists for the selected exchange service.
ru: Для выбранного сервиса обмена уже существует абонентский ящик с указанным логином.

# BusinessUnitBoxNotActive
source: You can work with exchange service by using only active exchange boxes.
ru: Работа с сервисом обмена разрешена только для действующих ящиков.

# WrongPassword
source: Authentication error. Make sure the password and username are correct.
ru: Ошибка аутентификации. Проверьте правильность логина и пароля.

# ExchangeServiceName
source: {0} service subscriber
ru: Абонент сервиса {0}

# IsMainCounterpartyBox
source: Main ({0})
ru: Основной ({0})

# IsRoamingCounterpartyBox
source: Roaming ({0})
ru: Роуминг ({0})

# NoticeThreadSubject
source: Counterparty sync results
ru: Результаты синхронизации контрагентов
