Repository: sknabniai/karbase
Catalog: Sungero.ExchangeCore/Sungero.ExchangeCore.Shared/BusinessUnitBox/BusinessUnitBoxSystem.*.resx
Languages: ru

# Property_BusinessUnit
source: Business unit
ru: Наша организация

# Property_ExchangeService
source: Exchange service
ru: Сервис обмена

# Action_Login
source: Set Password
ru: Задать пароль

# Action_LoginDescription
source: Enter a password to connect to exchange service and check connection status.
ru: Ввести пароль для подключения к сервису обмена и проверить статус соединения.

# Action_LoginHint
source: Set Password for Exchange Box
ru: Задать пароль для абонентского ящика

# Ribbon_ExchangeSettings_2744af0ebdef48e08aab2ca277524d31
source: Settings
ru: Настройка

# Property_Login
source: Username to connect
ru: Логин для соединения

# Property_Password
source: Password
ru: Пароль

# Action_OpenLogonUrl
source: Go to Personal Account
ru: Открыть личный кабинет

# Action_OpenLogonUrlDescription
source: Go to the exchange service sign-in page.
ru: Перейти на страницу входа в личный кабинет сервиса обмена

# Action_OpenLogonUrlHint
source: Go to Personal Account
ru: Перейти в личный кабинет

# Ribbon_ExchangeService_45f3d368c63844c0a209fbf500249fed
source: Exchange Service
ru: Сервис обмена

# DisplayName
source: Business Unit Exchange Box
ru: Абонентский ящик нашей организации

# AccusativeDisplayName
source: Business Unit Exchange Box
ru: Абонентский ящик нашей организации

# CollectionDisplayName
source: Business Unit Exchange Boxes
ru: Абонентские ящики нашей организации

# Action_CheckConnection
source: Check Connection
ru: Проверить подключение

# Action_CheckConnectionDescription
source: Check connection to the exchange service and specified credentials.
ru: Проверить подключение к сервису обмена и введенные учетные данные.

# Action_CheckConnectionHint
source: Check Connection to Exchange Service
ru: Проверить подключение к сервису обмена

# Property_ConnectionStatus
source: Connection
ru: Соединение

# Enum_ConnectionStatus_Connected
source: Established
ru: Установлено

# Enum_ConnectionStatus_Waiting
source: Set a password
ru: Необходимо задать пароль

# Enum_ConnectionStatus_Error
source: An error occurred
ru: Произошла ошибка

# ControlGroup_9180f9f233784d1195cfffa156a44cd9
source: Note
ru: Примечание

# Property_ExchangeServiceCertificates
source: Exchange service certificates
ru: Сертификаты сервиса обмена

# Property_HasExchangeServiceCertificates
source: Exchange service certificates uploaded
ru: Загружены сертификаты сервиса обмена

# Property_FtsId
source: Federal Tax Service ID
ru: ФНС ИД

# Property_CertificateReceiptNotifications
source: Certificate for service doc.
ru: Сертификат для служебных док.
